"Move to Applications folder in your Home folder?" = "Verplaatsen naar de map Programma's in uw Thuismap?";
"Move to Applications folder?" = "Verplaatsen naar de map Programma's?";
"I can move myself to the Applications folder if you'd like." = "Ik kan mezelf naar de map Programma's verplaatsen, als u dat wilt.";
"Do Not Move" = "Niet verplaatsen";
"Note that this will require an administrator password." = "Hiervoor hebt u een beheerderswachtwoord nodig.";
"Could not move to Applications folder" = "Kan niet verplaatsen naar de map Programma's";
"Move to Applications Folder" = "Verplaats naar map Programma's";
"This will keep your Downloads folder uncluttered." = "Zo houdt u uw map Downloads netjes.";
